Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# LogPreviousPage
source: Previous
cs_cz: Předchozí
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
id_id: Sebelumnya
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
pl_pl: Poprzednia
pt_br: Anterior
ru_ru: Назад
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Назад
zh_cn: 上一页
zh_tw: 上一頁

# LogNextPage
source: Next
cs_cz: Další
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
id_id: Berikutnya
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
pl_pl: Następna
pt_br: Próximo
ru_ru: Далее
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Далі
zh_cn: 下一页
zh_tw: 下一頁

# LogCurrentPageFormat
source: Current page {0:N0}
cs_cz: Aktuální stránka: {0:N0}
de_de: Aktuelle Seite {0:N0}
es_es: Página actual: {0:N0}
fr_fr: Page actuelle : {0:N0}
id_id: Halaman saat ini: {0:N0}
it_it: Pagina attuale: {0:N0}
ja_jp: 現在のページ {0:N0}
ko_kr: 현재 {0:N0}페이지
pl_pl: Bieżąca strona: {0:N0}
pt_br: Página atual: {0:N0}
ru_ru: Текущая страница: {0:N0}
th_th: หน้าปัจจุบัน {0:N0}
tr_tr: Geçerli sayfa: {0:N0}
uk_ua: Поточна сторінка: {0:N0}
zh_cn: 当前第 {0:N0} 页
zh_tw: 目前第 {0:N0} 頁

# LogJumpToPage
source: Jump to a page number
cs_cz: Přejít na číslo stránky
de_de: Zu einer Seitenzahl springen
es_es: Ir a un número de página
fr_fr: Accéder à un numéro de page
id_id: Buka nomor halaman
it_it: Vai a un numero di pagina
ja_jp: ページ番号を指定して移動
ko_kr: 페이지 번호로 이동
pl_pl: Przejdź do numeru strony
pt_br: Ir para um número de página
ru_ru: Перейти к номеру страницы
th_th: ไปยังหมายเลขหน้า
tr_tr: Sayfa numarasına git
uk_ua: Перейти до номера сторінки
zh_cn: 跳转到指定页
zh_tw: 跳至指定頁

# LogJumpPageHeader
source: Page number
cs_cz: Číslo stránky
de_de: Seitenzahl
es_es: Número de página
fr_fr: Numéro de page
id_id: Nomor halaman
it_it: Numero di pagina
ja_jp: ページ番号
ko_kr: 페이지 번호
pl_pl: Numer strony
pt_br: Número da página
ru_ru: Номер страницы
th_th: หมายเลขหน้า
tr_tr: Sayfa numarası
uk_ua: Номер сторінки
zh_cn: 页码
zh_tw: 頁碼

# LogJumpPageInvalid
source: Enter a page number from 1 to {0:N0}.
cs_cz: Zadejte číslo stránky od 1 do {0:N0}.
de_de: Geben Sie eine Seitenzahl von 1 bis {0:N0} ein.
es_es: Introduce un número de página entre 1 y {0:N0}.
fr_fr: Saisissez un numéro de page entre 1 et {0:N0}.
id_id: Masukkan nomor halaman dari 1 hingga {0:N0}.
it_it: Inserisci un numero di pagina da 1 a {0:N0}.
ja_jp: 1～{0:N0} のページ番号を入力してください。
ko_kr: 1–{0:N0} 사이의 페이지 번호를 입력하세요.
pl_pl: Wpisz numer strony od 1 do {0:N0}.
pt_br: Digite um número de página de 1 a {0:N0}.
ru_ru: Введите номер страницы от 1 до {0:N0}.
th_th: ป้อนหมายเลขหน้าตั้งแต่ 1 ถึง {0:N0}
tr_tr: 1 ile {0:N0} arasında bir sayfa numarası girin.
uk_ua: Введіть номер сторінки від 1 до {0:N0}.
zh_cn: 请输入 1 到 {0:N0} 之间的页码。
zh_tw: 請輸入 1 到 {0:N0} 之間的頁碼。

# LogJumpPageConfirm
source: Go
cs_cz: Přejít
de_de: Los
es_es: Ir
fr_fr: Aller
id_id: Buka
it_it: Vai
ja_jp: 移動
ko_kr: 이동
pl_pl: Przejdź
pt_br: Ir
ru_ru: Перейти
th_th: ไป
tr_tr: Git
uk_ua: Перейти
zh_cn: 跳转
zh_tw: 前往

# LogGoToPageFormat
source: Go to page {0:N0}
cs_cz: Přejít na stránku {0:N0}
de_de: Zu Seite {0:N0}
es_es: Ir a la página {0:N0}
fr_fr: Aller à la page {0:N0}
id_id: Buka halaman {0:N0}
it_it: Vai alla pagina {0:N0}
ja_jp: {0:N0} ページへ移動
ko_kr: {0:N0}페이지로 이동
pl_pl: Przejdź do strony {0:N0}
pt_br: Ir para a página {0:N0}
ru_ru: Перейти на страницу {0:N0}
th_th: ไปที่หน้า {0:N0}
tr_tr: {0:N0}. sayfaya git
uk_ua: Перейти на сторінку {0:N0}
zh_cn: 转到第 {0:N0} 页
zh_tw: 前往第 {0:N0} 頁

# RelatedLogsTitle
source: Related records
cs_cz: Související záznamy
de_de: Zugehörige Einträge
es_es: Registros relacionados
fr_fr: Enregistrements associés
id_id: Catatan terkait
it_it: Registrazioni correlate
ja_jp: 関連する記録
ko_kr: 관련 기록
pl_pl: Powiązane wpisy
pt_br: Registros relacionados
ru_ru: Связанные записи
th_th: บันทึกที่เกี่ยวข้อง
tr_tr: İlgili kayıtlar
uk_ua: Пов’язані записи
zh_cn: 相关记录
zh_tw: 相關記錄

# RelatedLogCountFormat
source: {0:N0} related records
cs_cz: Související záznamy: {0:N0}
de_de: {0:N0} zugehörige Einträge
es_es: {0:N0} registros relacionados
fr_fr: {0:N0} enregistrements associés
id_id: {0:N0} catatan terkait
it_it: {0:N0} registrazioni correlate
ja_jp: 関連する記録 {0:N0} 件
ko_kr: 관련 기록 {0:N0}개
pl_pl: Powiązane wpisy: {0:N0}
pt_br: {0:N0} registros relacionados
ru_ru: Связанных записей: {0:N0}
th_th: บันทึกที่เกี่ยวข้อง {0:N0} รายการ
tr_tr: {0:N0} ilgili kayıt
uk_ua: Пов’язаних записів: {0:N0}
zh_cn: {0:N0} 条相关记录
zh_tw: {0:N0} 筆相關記錄

# RelatedLogsMoreFormat
source: {0:N0} more
cs_cz: Další: {0:N0}
de_de: {0:N0} weitere
es_es: {0:N0} más
fr_fr: {0:N0} de plus
id_id: {0:N0} lagi
it_it: Altre {0:N0}
ja_jp: ほか {0:N0} 件
ko_kr: 외 {0:N0}개
pl_pl: Więcej: {0:N0}
pt_br: Mais {0:N0}
ru_ru: Ещё {0:N0}
th_th: อีก {0:N0} รายการ
tr_tr: {0:N0} tane daha
uk_ua: Ще {0:N0}
zh_cn: 另有 {0:N0} 条
zh_tw: 另有 {0:N0} 筆

source: Technical details
cs_cz: Technické informace
de_de: Technische Informationen
es_es: Información técnica
fr_fr: Informations techniques
id_id: Informasi teknis
it_it: Informazioni tecniche
ja_jp: 技術情報
ko_kr: 기술 정보
pl_pl: Informacje techniczne
pt_br: Informações técnicas
ru_ru: Технические сведения
th_th: ข้อมูลทางเทคนิค
tr_tr: Teknik bilgiler
uk_ua: Технічні відомості
zh_cn: 技术信息
zh_tw: 技術資訊

# CopyLogDetails
source: Copy details
cs_cz: Kopírovat podrobnosti
de_de: Details kopieren
es_es: Copiar detalles
fr_fr: Copier les détails
id_id: Salin detail
it_it: Copia dettagli
ja_jp: 詳細をコピー
ko_kr: 내용 복사
pl_pl: Kopiuj szczegóły
pt_br: Copiar detalhes
ru_ru: Копировать сведения
th_th: คัดลอกรายละเอียด
tr_tr: Ayrıntıları kopyala
uk_ua: Копіювати відомості
zh_cn: 复制详情
zh_tw: 複製詳細資料

# LogDetailsCopied
source: Copied.
de_de: Kopiert.
es_es: Copiado.
fr_fr: Copié.
id_id: Disalin.
it_it: Copiato.
ja_jp: コピーしました。
pt_br: Copiado.
ru_ru: Скопировано.
tr_tr: Kopyalandı.
uk_ua: Скопійовано.
zh_tw: 已複製。

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
zh_cn: 关闭
zh_tw: 關閉

# RawLogPayload
source: Raw record
cs_cz: Nezpracovaný záznam
de_de: Rohdatensatz
es_es: Registro sin procesar
fr_fr: Enregistrement brut
id_id: Catatan mentah
it_it: Registrazione originale
ja_jp: 元の記録
ko_kr: 원본 정보
pl_pl: Surowy wpis
pt_br: Registro bruto
ru_ru: Исходная запись
th_th: บันทึกต้นฉบับ
tr_tr: Ham kayıt
uk_ua: Початковий запис
zh_cn: 原始记录
zh_tw: 原始記錄

source: Loading logs…
cs_cz: Načítání protokolů…
de_de: Protokolle werden geladen…
es_es: Cargando registros…
fr_fr: Chargement des journaux…
id_id: Memuat log…
it_it: Caricamento dei registri…
ja_jp: ログを読み込み中…
ko_kr: 로그를 불러오는 중입니다
pl_pl: Wczytywanie dzienników…
pt_br: Carregando registros…
ru_ru: Загрузка журналов…
th_th: กำลังโหลดบันทึก…
tr_tr: Günlükler yükleniyor…
uk_ua: Завантаження журналів…
zh_cn: 正在加载日志…
zh_tw: 正在載入記錄…

# LogsUnavailable
source: Logs could not be loaded.
cs_cz: Protokoly se nepodařilo načíst.
de_de: Protokolle konnten nicht geladen werden.
es_es: No se han podido cargar los registros.
fr_fr: Impossible de charger les journaux.
id_id: Log tidak dapat dimuat.
it_it: Impossibile caricare i registri.
ja_jp: ログを読み込めませんでした。
ko_kr: 로그를 불러올 수 없습니다.
pl_pl: Nie można wczytać dzienników.
pt_br: Não foi possível carregar os registros.
ru_ru: Не удалось загрузить журналы.
th_th: โหลดบันทึกไม่ได้
tr_tr: Günlükler yüklenemedi.
uk_ua: Не вдалося завантажити журнали.
zh_cn: 无法加载日志。
zh_tw: 無法載入記錄。

# SelectLog
source: Select a log to view its details.
cs_cz: Vyberte záznam a zobrazte jeho podrobnosti.
de_de: Wählen Sie einen Protokolleintrag aus, um seine Details anzuzeigen.
es_es: Selecciona un registro para ver sus detalles.
fr_fr: Sélectionnez une entrée du journal pour afficher ses détails.
id_id: Pilih log untuk melihat detailnya.
it_it: Seleziona un registro per visualizzarne i dettagli.
ja_jp: ログを選択すると詳細が表示されます。
ko_kr: 로그를 선택하면 상세 정보가 표시됩니다.
pl_pl: Wybierz wpis, aby zobaczyć jego szczegóły.
pt_br: Selecione um registro para ver os detalhes.
ru_ru: Выберите запись, чтобы просмотреть сведения.
th_th: เลือกบันทึกเพื่อดูรายละเอียด
tr_tr: Ayrıntılarını görmek için bir günlük seçin.
uk_ua: Виберіть запис, щоб переглянути відомості.
zh_cn: 选择一条日志以查看详情。
zh_tw: 選取一筆記錄以檢視詳細資料。

source: Time
cs_cz: Čas
de_de: Zeit
es_es: Hora
fr_fr: Heure
id_id: Waktu
it_it: Ora
ja_jp: 時刻
ko_kr: 시간
pl_pl: Czas
pt_br: Hora
ru_ru: Время
th_th: เวลา
tr_tr: Saat
uk_ua: Час
zh_cn: 时间
zh_tw: 時間

# LogEventCode
source: Event code
cs_cz: Kód události
de_de: Ereigniscode
es_es: Código de evento
fr_fr: Code d’événement
id_id: Kode peristiwa
it_it: Codice evento
ja_jp: イベントコード
ko_kr: 이벤트 코드
pl_pl: Kod zdarzenia
pt_br: Código do evento
ru_ru: Код события
th_th: รหัสเหตุการณ์
tr_tr: Olay kodu
uk_ua: Код події
zh_cn: 事件代码
zh_tw: 事件代碼

# LogSource
source: Record source
cs_cz: Zdroj záznamu
de_de: Datensatzquelle
es_es: Origen del registro
fr_fr: Source de l’enregistrement
id_id: Sumber catatan
it_it: Origine della registrazione
ja_jp: 記録元
ko_kr: 기록 출처
pl_pl: Źródło wpisu
pt_br: Origem do registro
ru_ru: Источник записи
th_th: แหล่งที่มาของบันทึก
tr_tr: Kayıt kaynağı
uk_ua: Джерело запису
zh_cn: 记录来源
zh_tw: 記錄來源

# LogEventId
source: Event ID
cs_cz: ID události
de_de: Ereignis-ID
es_es: ID de evento
fr_fr: ID d’événement
id_id: ID peristiwa
it_it: ID evento
ja_jp: イベント ID
ko_kr: 이벤트 ID
pl_pl: Identyfikator zdarzenia
pt_br: ID do evento
ru_ru: ID события
th_th: ID เหตุการณ์
tr_tr: Olay kimliği
uk_ua: ID події
zh_cn: 事件 ID
zh_tw: 事件 ID

# LogInstanceId
source: Recording session ID
cs_cz: ID relace zaznamenávání
de_de: Aufzeichnungssitzungs-ID
es_es: ID de sesión de registro
fr_fr: ID de session d’enregistrement
id_id: ID sesi pencatatan
it_it: ID sessione di registrazione
ja_jp: 記録セッション ID
ko_kr: 기록 세션 ID
pl_pl: Identyfikator sesji rejestrowania
pt_br: ID da sessão de registro
ru_ru: ID сеанса записи
th_th: ID เซสชันการบันทึก
tr_tr: Kayıt oturumu kimliği
uk_ua: ID сеансу записування
zh_cn: 记录会话 ID
zh_tw: 記錄工作階段 ID

# LogPayload
source: Additional details
cs_cz: Další podrobnosti
de_de: Zusätzliche Details
es_es: Detalles adicionales
fr_fr: Informations supplémentaires
id_id: Detail tambahan
it_it: Dettagli aggiuntivi
ja_jp: 追加情報
ko_kr: 추가 정보
pl_pl: Dodatkowe szczegóły
pt_br: Detalhes adicionais
ru_ru: Дополнительные сведения
th_th: รายละเอียดเพิ่มเติม
tr_tr: Ek ayrıntılar
uk_ua: Додаткові відомості
zh_cn: 附加信息
zh_tw: 其他資訊

# NoPayload
source: No additional details.
cs_cz: Žádné další podrobnosti.
de_de: Keine zusätzlichen Details.
es_es: Sin detalles adicionales.
fr_fr: Aucune information supplémentaire.
id_id: Tidak ada detail tambahan.
it_it: Nessun dettaglio aggiuntivo.
ja_jp: 追加情報はありません。
ko_kr: 추가 정보가 없습니다.
pl_pl: Brak dodatkowych szczegółów.
pt_br: Sem detalhes adicionais.
ru_ru: Дополнительных сведений нет.
th_th: ไม่มีรายละเอียดเพิ่มเติม
tr_tr: Ek ayrıntı yok.
uk_ua: Додаткових відомостей немає.
zh_cn: 无附加信息。
zh_tw: 無其他資訊。

# LogDiagnostics.Title
source: Failure details
cs_cz: Podrobnosti selhání
de_de: Fehlerdetails
es_es: Detalles del fallo
fr_fr: Détails de l’échec
id_id: Detail kegagalan
it_it: Dettagli dell’errore
ja_jp: 失敗の詳細
ko_kr: 실패 원인
pl_pl: Szczegóły niepowodzenia
pt_br: Detalhes da falha
ru_ru: Сведения о сбое
th_th: รายละเอียดความล้มเหลว
tr_tr: Başarısızlık ayrıntıları
uk_ua: Відомості про збій
zh_cn: 失败详情
zh_tw: 失敗詳細資料

# LogDiagnostics.Code
source: Error code
cs_cz: Kód chyby
de_de: Fehlercode
es_es: Código de error
fr_fr: Code d’erreur
id_id: Kode kesalahan
it_it: Codice errore
ja_jp: エラーコード
ko_kr: 오류 코드
pl_pl: Kod błędu
pt_br: Código do erro
ru_ru: Код ошибки
th_th: รหัสข้อผิดพลาด
tr_tr: Hata kodu
uk_ua: Код помилки
zh_cn: 错误代码
zh_tw: 錯誤代碼

# LogDiagnostics.Outcome
source: Outcome
cs_cz: Výsledek
de_de: Ergebnis
es_es: Resultado
fr_fr: Résultat
id_id: Hasil
it_it: Esito
ja_jp: 結果
ko_kr: 결과
pl_pl: Wynik
pt_br: Resultado
ru_ru: Результат
th_th: ผลลัพธ์
tr_tr: Sonuç
uk_ua: Результат
zh_cn: 结果
zh_tw: 結果

# LogDiagnostics.Operation
source: Operation
cs_cz: Operace
de_de: Vorgang
es_es: Operación
fr_fr: Opération
id_id: Operasi
it_it: Operazione
ja_jp: 操作
ko_kr: 작업
pl_pl: Operacja
pt_br: Operação
ru_ru: Операция
th_th: การทำงาน
tr_tr: İşlem
uk_ua: Операція
zh_cn: 操作
zh_tw: 作業

# LogDiagnostics.Phase
source: Failed step
cs_cz: Neúspěšný krok
de_de: Fehlgeschlagener Schritt
es_es: Paso fallido
fr_fr: Étape en échec
id_id: Tahap yang gagal
it_it: Passaggio non riuscito
ja_jp: 失敗した手順
ko_kr: 실패 단계
pl_pl: Nieudany etap
pt_br: Etapa com falha
ru_ru: Неудавшийся этап
th_th: ขั้นตอนที่ล้มเหลว
tr_tr: Başarısız adım
uk_ua: Невдалий етап
zh_cn: 失败步骤
zh_tw: 失敗步驟

# LogDiagnostics.Path
source: File
cs_cz: Soubor
de_de: Datei
es_es: Archivo
fr_fr: Fichier
id_id: Berkas
ja_jp: ファイル
ko_kr: 대상 파일
pl_pl: Plik
pt_br: Arquivo
ru_ru: Файл
th_th: ไฟล์
tr_tr: Dosya
uk_ua: Файл
zh_cn: 文件
zh_tw: 檔案

# LogDiagnostics.FailedFileCount
source: Files not cleaned up
cs_cz: Soubory, které se nepodařilo odstranit
de_de: Nicht bereinigte Dateien
es_es: Archivos sin limpiar
fr_fr: Fichiers non nettoyés
id_id: Berkas yang belum dibersihkan
it_it: File non ripuliti
ja_jp: 削除できなかったファイル
ko_kr: 정리 실패 파일 수
pl_pl: Nieusunięte pliki
pt_br: Arquivos não limpos
ru_ru: Файлы, которые не удалось удалить
th_th: ไฟล์ที่ลบไม่สำเร็จ
tr_tr: Temizlenmeyen dosyalar
uk_ua: Файли, які не вдалося видалити
zh_cn: 未能删除的文件
zh_tw: 未能刪除的檔案

# LogDiagnostics.FailedFiles
source: Affected files
cs_cz: Dotčené soubory
de_de: Betroffene Dateien
es_es: Archivos afectados
fr_fr: Fichiers concernés
id_id: Berkas terdampak
it_it: File interessati
ja_jp: 影響を受けたファイル
ko_kr: 정리 실패 파일
pl_pl: Powiązane pliki
pt_br: Arquivos afetados
ru_ru: Затронутые файлы
th_th: ไฟล์ที่ได้รับผลกระทบ
tr_tr: Etkilenen dosyalar
uk_ua: Файли, з якими виникли проблеми
zh_cn: 受影响的文件
zh_tw: 受影響的檔案

# LogDiagnostics.Save
source: Save
cs_cz: Uložená hra
de_de: Spielstand
es_es: Partida
fr_fr: Partie
id_id: Simpanan gim
it_it: Salvataggio
ja_jp: セーブ
ko_kr: 대상 세이브
pl_pl: Zapis gry
pt_br: Partida
ru_ru: Сохранение
th_th: เซฟ
tr_tr: Oyun kaydı
uk_ua: Збереження
zh_cn: 存档
zh_tw: 存檔

# LogDiagnostics.Reason
source: Reason
cs_cz: Důvod
de_de: Ursache
es_es: Motivo
fr_fr: Cause
id_id: Alasan
it_it: Motivo
ja_jp: 原因
ko_kr: 실패 이유
pl_pl: Przyczyna
pt_br: Motivo
ru_ru: Причина
th_th: สาเหตุ
tr_tr: Neden
uk_ua: Причина
zh_cn: 原因
zh_tw: 原因

# LogDiagnostics.FileChanged
source: The source file changed during copying.
cs_cz: Zdrojový soubor se během kopírování změnil.
de_de: Die Quelldatei wurde während des Kopierens geändert.
es_es: El archivo de origen cambió durante la copia.
fr_fr: Le fichier source a changé pendant la copie.
id_id: Berkas sumber berubah saat disalin.
it_it: Il file di origine è cambiato durante la copia.
ja_jp: コピー中に元のファイルが変更されました。
ko_kr: 복사 중 원본 파일이 변경되었습니다.
pl_pl: Plik źródłowy zmienił się podczas kopiowania.
pt_br: O arquivo de origem mudou durante a cópia.
ru_ru: Исходный файл изменился во время копирования.
th_th: ไฟล์ต้นทางเปลี่ยนแปลงระหว่างการคัดลอก
tr_tr: Kaynak dosya kopyalama sırasında değişti.
uk_ua: Вихідний файл змінився під час копіювання.
zh_cn: 复制期间源文件发生了变化。
zh_tw: 複製期間來源檔案發生變更。

# LogDiagnostics.FileAccessFailed
source: The file could not be accessed.
cs_cz: K souboru se nepodařilo získat přístup.
de_de: Auf die Datei konnte nicht zugegriffen werden.
es_es: No se pudo acceder al archivo.
fr_fr: Impossible d’accéder au fichier.
id_id: Berkas tidak dapat diakses.
it_it: Impossibile accedere al file.
ja_jp: ファイルにアクセスできませんでした。
ko_kr: 파일에 접근할 수 없었습니다.
pl_pl: Nie można uzyskać dostępu do pliku.
pt_br: Não foi possível acessar o arquivo.
ru_ru: Не удалось получить доступ к файлу.
th_th: เข้าถึงไฟล์ไม่ได้
tr_tr: Dosyaya erişilemedi.
uk_ua: Не вдалося отримати доступ до файлу.
zh_cn: 无法访问文件。
zh_tw: 無法存取檔案。

# LogDiagnostics.FileReplaced
source: The file was replaced or moved during copying.
cs_cz: Soubor byl během kopírování nahrazen nebo přesunut.
de_de: Die Datei wurde während des Kopierens ersetzt oder verschoben.
es_es: El archivo se sustituyó o movió durante la copia.
fr_fr: Le fichier a été remplacé ou déplacé pendant la copie.
id_id: Berkas diganti atau dipindahkan saat disalin.
it_it: Il file è stato sostituito o spostato durante la copia.
ja_jp: コピー中にファイルが置き換えられたか、移動されました。
ko_kr: 복사 중 파일이 교체되거나 이동되었습니다.
pl_pl: Plik został zastąpiony lub przeniesiony podczas kopiowania.
pt_br: O arquivo foi substituído ou movido durante a cópia.
ru_ru: Файл был заменён или перемещён во время копирования.
th_th: ไฟล์ถูกแทนที่หรือย้ายระหว่างการคัดลอก
tr_tr: Dosya kopyalama sırasında değiştirildi veya taşındı.
uk_ua: Файл було замінено або переміщено під час копіювання.
zh_cn: 复制期间文件被替换或移动。
zh_tw: 複製期間檔案遭到取代或移動。

# LogDiagnostics.UnstableFileHint
source: The file may have been changing or inaccessible. Try the backup again shortly.
cs_cz: Soubor se mohl měnit nebo byl nedostupný. Zkuste zálohu za chvíli znovu.
de_de: Die Datei wurde möglicherweise gerade geändert oder war nicht zugänglich. Versuchen Sie die Sicherung in Kürze erneut.
es_es: Puede que el archivo estuviera cambiando o no fuera accesible. Intenta crear la copia de seguridad de nuevo dentro de un momento.
fr_fr: Le fichier était peut-être en cours de modification ou inaccessible. Réessayez la sauvegarde dans un instant.
id_id: Berkas mungkin sedang berubah atau tidak dapat diakses. Coba cadangkan lagi sebentar nanti.
it_it: Il file potrebbe essere stato in fase di modifica o non accessibile. Riprova a creare il backup tra poco.
ja_jp: ファイルが変更中、またはアクセスできない可能性があります。少し待ってからバックアップをやり直してください。
ko_kr: 파일이 갱신 중이거나 접근이 제한됐을 수 있습니다. 잠시 후 다시 백업해 주세요.
pl_pl: Plik mógł być zmieniany lub niedostępny. Spróbuj ponownie utworzyć kopię za chwilę.
pt_br: O arquivo pode estar sendo alterado ou estar inacessível. Tente fazer o backup novamente em instantes.
ru_ru: Возможно, файл изменялся или был недоступен. Повторите резервное копирование чуть позже.
th_th: ไฟล์อาจกำลังเปลี่ยนแปลงหรือเข้าถึงไม่ได้ โปรดลองสำรองอีกครั้งในอีกสักครู่
tr_tr: Dosya değişiyor veya erişilemiyor olabilir. Kısa bir süre sonra yedeklemeyi tekrar deneyin.
uk_ua: Можливо, файл змінювався або був недоступний. Спробуйте створити резервну копію трохи пізніше.
zh_cn: 文件可能正在变化或无法访问。请稍后重试备份。
zh_tw: 檔案可能正在變更或無法存取。請稍後重試備份。

# LogDiagnostics.LegacyMissingDetail
source: This older record does not contain the detailed failure reason.
cs_cz: Tento starší záznam neobsahuje podrobný důvod selhání.
de_de: Dieser ältere Eintrag enthält keine detaillierte Fehlerursache.
es_es: Este registro antiguo no incluye el motivo detallado del fallo.
fr_fr: Cet ancien enregistrement ne contient pas la cause détaillée de l’échec.
id_id: Catatan lama ini tidak memuat alasan kegagalan secara terperinci.
it_it: Questa vecchia registrazione non contiene il motivo dettagliato dell’errore.
ja_jp: この古い記録には、失敗の詳しい原因が含まれていません。
ko_kr: 이전 기록에는 자세한 실패 이유가 남지 않았습니다.
pl_pl: Ten starszy wpis nie zawiera szczegółowej przyczyny niepowodzenia.
pt_br: Este registro antigo não contém o motivo detalhado da falha.
ru_ru: Эта старая запись не содержит подробной причины сбоя.
th_th: บันทึกเก่านี้ไม่มีรายละเอียดสาเหตุของความล้มเหลว
tr_tr: Bu eski kayıt, başarısızlığın ayrıntılı nedenini içermiyor.
uk_ua: Цей старий запис не містить докладної причини збою.
zh_cn: 此旧记录未包含具体失败原因。
zh_tw: 此舊記錄未包含詳細失敗原因。

# ProfilePhase.Prepare
source: Preparing
cs_cz: Příprava
de_de: Vorbereitung
es_es: Preparación
fr_fr: Préparation
id_id: Persiapan
it_it: Preparazione
ja_jp: 準備
ko_kr: 녹화 준비
pl_pl: Przygotowanie
pt_br: Preparação
ru_ru: Подготовка
th_th: การเตรียม
tr_tr: Hazırlık
uk_ua: Підготовка
zh_cn: 准备
zh_tw: 準備

# ProfilePhase.Connect
source: Connecting to the game
cs_cz: Připojování ke hře
de_de: Verbindung zum Spiel
es_es: Conexión con el juego
fr_fr: Connexion au jeu
id_id: Menghubungkan ke game
it_it: Connessione al gioco
ja_jp: ゲームへの接続
ko_kr: 게임 연결
pl_pl: Łączenie z grą
pt_br: Conexão com o jogo
ru_ru: Подключение к игре
th_th: การเชื่อมต่อกับเกม
tr_tr: Oyuna bağlanma
uk_ua: Підключення до гри
zh_cn: 连接游戏
zh_tw: 連線到遊戲

# ProfilePhase.Start
source: Starting the recording
cs_cz: Spouštění nahrávání
de_de: Aufnahme starten
es_es: Inicio de la grabación
fr_fr: Démarrage de l'enregistrement
id_id: Memulai rekaman
it_it: Avvio della registrazione
ja_jp: 記録の開始
ko_kr: 녹화 시작
pl_pl: Rozpoczynanie nagrania
pt_br: Início da gravação
ru_ru: Запуск записи
th_th: การเริ่มบันทึก
tr_tr: Kaydı başlatma
uk_ua: Початок запису
zh_cn: 开始录制
zh_tw: 開始錄製

# ProfilePhase.Stop
source: Stopping the recording
cs_cz: Ukončování nahrávání
de_de: Aufnahme beenden
es_es: Fin de la grabación
fr_fr: Arrêt de l'enregistrement
id_id: Menghentikan rekaman
it_it: Arresto della registrazione
ja_jp: 記録の終了
ko_kr: 녹화 종료
pl_pl: Kończenie nagrania
pt_br: Fim da gravação
ru_ru: Остановка записи
th_th: การหยุดบันทึก
tr_tr: Kaydı durdurma
uk_ua: Зупинка запису
zh_cn: 停止录制
zh_tw: 停止錄製

# LogPhase.ProcessLaunch
source: Starting the worker
cs_cz: Spouštění pracovního procesu
de_de: Arbeitsprozess starten
es_es: Inicio del proceso de trabajo
fr_fr: Lancement du processus de travail
id_id: Menjalankan proses kerja
it_it: Avvio del processo di lavoro
ja_jp: 作業プロセスの起動
ko_kr: 작업 프로그램 시작
pl_pl: Uruchamianie procesu roboczego
pt_br: Início do processo de trabalho
ru_ru: Запуск рабочего процесса
th_th: การเริ่มโปรเซสทำงาน
tr_tr: İş sürecini başlatma
uk_ua: Запуск робочого процесу
zh_cn: 启动工作进程
zh_tw: 啟動工作處理程序

# LogPhase.ProcessResult
source: Reading the worker's result
cs_cz: Čtení výsledku pracovního procesu
de_de: Ergebnis des Arbeitsprozesses lesen
es_es: Lectura del resultado del proceso de trabajo
fr_fr: Lecture du résultat du processus de travail
id_id: Membaca hasil proses kerja
it_it: Lettura del risultato del processo di lavoro
ja_jp: 作業プロセスの結果確認
ko_kr: 작업 결과 확인
pl_pl: Odczyt wyniku procesu roboczego
pt_br: Leitura do resultado do processo de trabalho
ru_ru: Чтение результата рабочего процесса
th_th: การอ่านผลของโปรเซสทำงาน
tr_tr: İş sürecinin sonucunu okuma
uk_ua: Читання результату робочого процесу
zh_cn: 读取工作进程结果
zh_tw: 讀取工作處理程序結果

# LogPhase.ExtensionRuntime
source: Running the game extension
cs_cz: Běh herního rozšíření
de_de: Spielerweiterung ausführen
es_es: Ejecución de la extensión del juego
fr_fr: Exécution de l'extension du jeu
id_id: Menjalankan ekstensi game
it_it: Esecuzione dell'estensione di gioco
ja_jp: ゲーム拡張の実行
ko_kr: 게임 확장 실행
pl_pl: Działanie rozszerzenia gry
pt_br: Execução da extensão do jogo
ru_ru: Работа расширения игры
th_th: การทำงานของส่วนขยายเกม
tr_tr: Oyun uzantısını çalıştırma
uk_ua: Робота розширення гри
zh_cn: 运行游戏扩展
zh_tw: 執行遊戲擴充功能

# LogPhase.ComponentCheck
source: Checking components
cs_cz: Kontrola součástí
de_de: Komponenten prüfen
es_es: Comprobación de componentes
fr_fr: Vérification des composants
id_id: Memeriksa komponen
it_it: Controllo dei componenti
ja_jp: コンポーネントの確認
ko_kr: 구성 요소 확인
pl_pl: Sprawdzanie składników
pt_br: Verificação de componentes
ru_ru: Проверка компонентов
th_th: การตรวจสอบคอมโพเนนต์
tr_tr: Bileşenleri denetleme
uk_ua: Перевірка компонентів
zh_cn: 检查组件
zh_tw: 檢查元件
